Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# burner.homepage.description.3
source: Troubleshoot websites
de: Website-Fehlerbehebung
es: Solucionar problemas de sitios web
fr: Résoudre les problèmes des sites Web
it: Risolvi i problemi dei siti web
nl: Problemen met websites oplossen
pl: Rozwiązuj problemy z witrynami
pt: Resolver problemas de sites
ru: Устранение неполадок с сайтами

# burner.homepage.description.4
source: Fire windows are isolated from other browser data, and their data is burned when you close them. They have the same tracking protection as other windows.
de: Fire Windows sind von anderen Browserdaten isoliert und ihre Daten werden gelöscht, wenn du sie schließt. Sie haben den gleichen Tracking-Schutz wie andere Fenster.
es: Las Fire windows están aisladas de otros datos del navegador y sus datos se queman cuando las cierras. Tienen la misma protección contra el rastreo que otras ventanas.
fr: Les Fire Windows sont isolées des autres données du navigateur, et leurs données sont brûlées lorsque vous les fermez. Elles sont dotées de la même protection contre le pistage que les autres fenêtres.
it: Le fire window sono isolate dagli altri dati del browser e i loro dati vengono eliminati quando le chiudi. Hanno la stessa protezione dal tracciamento delle altre finestre.
nl: Fire Windows staan los van andere browsergegevens en de gegevens worden verwijderd wanneer je ze sluit. Ze hebben dezelfde trackingbeveiliging als andere vensters.
pl: Okna Fire Window są odizolowane od innych danych przeglądarki, a zawarte w nich dane są niszczone w chwili ich zamknięcia. Są objęte taką samą ochroną przed śledzeniem jak inne okna.
pt: As Fire Windows estão isoladas de outros dados do navegador e os respetivos dados são queimados quando as fechas. Têm a mesma proteção contra rastreamento das outras janelas.
ru: Данные из окон Fire Window изолированы от остальной части браузера и уничтожаются при закрытии окна. Защита от отслеживания в таких окнах не отличается от стандартной.

# burner.tab.home.title
source: New Fire Tab
de: Neues Fire-Tab
es: Nueva Fire Tab
fr: Nouveau Fire Tab
it: Nuova scheda Fire
nl: Nieuw Fire Window
pl: Nowa karta Fire
pt: Novo separador Fire
ru: Новая Fire-вкладка

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# cannot.open.file.alert.header
source: Cannot Open File
de: Datei kann nicht geöffnet werden
es: No se puede abrir el archivo
fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file
nl: Bestand kan niet worden geopend
pl: Nie można otworzyć pliku
pt: Não é possível abrir o ficheiro
ru: Не удалось открыть файл

# cannot.open.file.alert.informative
source: The App Store version of DuckDuckGo can only access local files if you drag-and-drop them into a browser window. To navigate local files using the address bar, please download DuckDuckGo directly from https://duckduckgo.com/mac.
de: Die App Store-Version von DuckDuckGo kann nur auf lokale Dateien zugreifen, wenn du sie per Drag-and-Drop in ein Browserfenster ziehst. Um mit der Adressleiste durch lokale Dateien zu navigieren, lade bitte DuckDuckGo direkt von https://duckduckgo.com/mac herunter.
es: La versión de la App Store de DuckDuckGo solo puede acceder a los archivos locales si los arrastras y sueltas a una ventana del navegador. Para navegar por los archivos locales usando la barra de direcciones, descarga DuckDuckGo directamente desde https://duckduckgo.com/mac.
fr: La version App Store de DuckDuckGo ne peut accéder aux fichiers locaux que si vous les faites glisser et les déposez dans une fenêtre de navigateur. Pour naviguer dans les fichiers locaux à l'aide de la barre d'adresse, veuillez télécharger DuckDuckGo directement sur https://duckduckgo.com/mac.
it: La versione dell'App Store di DuckDuckGo può accedere ai file locali solo se li trascini in una finestra del browser. Per navigare tra i file locali utilizzando la barra degli indirizzi, scarica DuckDuckGo direttamente da https://duckduckgo.com/mac.
nl: De App Store-versie van DuckDuckGo heeft alleen toegang tot lokale bestanden als je ze naar een browservenster sleept. Om via de adresbalk naar lokale bestanden te gaan, kun je DuckDuckGo rechtstreeks downloaden van https://duckduckgo.com/mac.
pl: Wersja DuckDuckGo ze sklepu App Store może uzyskać dostęp do plików lokalnych tylko wtedy, gdy przeciągniesz je do okna przeglądarki. Aby poruszać się po plikach lokalnych za pomocą paska adresu, pobierz DuckDuckGo bezpośrednio ze strony https://duckduckgo.com/mac.
pt: A versão do DuckDuckGo na App Store só consegue aceder a ficheiros locais se os arrastares e largares numa janela do navegador. Para navegares pelos ficheiros locais através da barra de endereço, transfere o DuckDuckGo diretamente a partir de https://duckduckgo.com/mac.
ru: Версия DuckDuckGo из App Store может получить доступ к локальным файлам только в том случае, если вы перетащите их в окно браузера. Для навигации по локальным файлам с помощью адресной строки загрузите DuckDuckGo, перейдя по ссылке: https://duckduckgo.com/mac.

# cannot.read.image.alert.message
source: There was an issue uploading this file
de: Beim Hochladen dieser Datei ist ein Problem aufgetreten
es: Se ha producido una incidencia al cargar este archivo
fr: Un problème est survenu lors du téléchargement de ce fichier
it: Si è verificato un problema durante il caricamento di questo file
nl: Er is een probleem opgetreden bij het uploaden van dit bestand
pl: Wystąpił problem podczas przesyłania tego pliku
pt: Ocorreu um problema ao carregar este ficheiro
ru: Проблемы с загрузкой файла

source: Capitalize
de: Großschreiben
es: Cambiar a mayúsculas
fr: Mettre une majuscule
it: Converti in maiuscolo
nl: In hoofdletters zetten
pl: Od wielkiej litery
pt: Usar maiúscula
ru: С заглавной буквы

source: Center
de: Mittig
es: Centro
fr: Centre
it: Centro
nl: Midden
pl: Środek
pt: Centro
ru: По центру

# check.allow.integration
source: Check Allow integration with DuckDuckGo.
de: Aktiviere die Option „Integration mit DuckDuckGo zulassen“.
es: Marcar Permitir integración con DuckDuckGo.
fr: Cochez Autoriser l'intégration avec DuckDuckGo.
it: Controlla Consenti integrazione con DuckDuckGo.
nl: Vink 'Integratie met DuckDuckGo toestaan' aan.
pl: Zaznacz opcję Zezwól na integrację z DuckDuckGo.
pt: Marca Permitir integração com o DuckDuckGo.
ru: Поставьте флажок напротив варианта «Разрешить интеграцию с DuckDuckGo».

source: Check for Update
de: Auf Update überprüfen
es: Buscar actualizaciones
fr: Rechercher une mise à jour
it: Verifica la disponibilità di aggiornamenti
nl: Controleren op updates
pl: Sprawdź dostępność aktualizacji
pt: Procurar atualizações
ru: Проверить наличие обновлений

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Helder
pl: Słonecznie
pt: Limpar
ru: Очистить

source: Clear All History…
de: Gesamten Verlauf löschen ...
es: Borrar todo el historial...
fr: Effacer tout l'historique…
it: Cancella tutta la cronologia...
nl: Alle geschiedenis wissen...
pl: Wyczyść całą historię…
pt: Limpar todo o histórico…
ru: Очистить всю историю…

source: Clear and Quit
de: Löschen und Beenden
es: Borrar y salir
fr: Effacer et quitter
it: Cancella ed esci
nl: Wissen en stoppen
pl: Wyczyść i wyjdź
pt: Limpar e sair
ru: Очистить и выйти

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть

source: Close All Other Tabs
de: Alle anderen Tabs schließen
es: Cerrar todas las demás pestañas
fr: Fermer tous les autres onglets
it: Chiudi tutte le altre schede
nl: Alle andere tabbladen sluiten
pl: Zamknij wszystkie inne karty
pt: Fechar todos os outros separadores
ru: Закрыть все остальные вкладки

source: Close Other Tabs
de: Andere Tabs schließen
es: Cerrar otras pestañas
fr: Fermer les autres onglets
it: Chiudi altre schede
nl: Andere tabbladen sluiten
pl: Zamknij inne karty
pt: Fechar outros separadores
ru: Закрыть остальные вкладки

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
nl: Tabblad sluiten
pl: Zamknij kartę
pt: Fechar separador
ru: Закрыть вкладку

# close.tab.on.back
source: Close and Return to Previous Tab
de: Schließen und zur vorherigen Registerkarte zurückkehren
es: Cerrar y volver a la pestaña anterior
fr: Fermer et revenir à l'onglet précédent
it: Chiudi e torna alla scheda precedente
nl: Sluit het tabblad en keer terug naar het vorige tabblad
pl: Zamknij i wróć do poprzedniej karty
pt: Fechar e regressar ao separador anterior
ru: Закрыть и вернуться к предыдущей вкладке

# close.tab.on.back.format
source: Close and Return to “%@”
de: Schließen und zu „%@“ zurückkehren
es: Cerrar y volver a "%@"
fr: Fermer et revenir à « %@ »
it: Chiudi e torna a "%@"
nl: Sluiten en terugkeren naar “%@”
pl: Zamknij i wróć do karty „%@”
pt: Fechar e regressar a "%@"
ru: Закрыть и вернуться ко вкладке «%@»

source: Close Tabs to the Left
de: Tabs auf der linken Seite schließen
es: Cerrar las pestañas a la izquierda
fr: Fermer les onglets à gauche
it: Chiudi le schede a sinistra
nl: Tabbladen links sluiten
pl: Zamknij karty po lewej stronie
pt: Fechar separadores à esquerda
ru: Закрыть вкладки слева

source: Close Tabs to the Right
de: Tabs rechts schließen
es: Cerrar pestañas a la derecha
fr: Fermer les onglets à droite
it: Chiudi schede a destra
nl: Tabbladen rechts sluiten
pl: Zamknij karty po prawej stronie
pt: Fechar separadores à direita
ru: Закрыть вкладки справа

source: Contact Info
de: Kontaktinformationen
es: Información de contacto
fr: Informations de contact
it: Informazioni di contatto
nl: Contactgegevens
pl: Informacje kontaktowe
pt: Informações de contacto
ru: Контактная информация

# context.menu.home.button.mode.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verbergen
pl: Ukryj
pt: Ocultar
ru: Скрыть

# context.menu.home.button.mode.left
source: Show left of the back button
de: Links neben der Zurück-Schaltfläche anzeigen
es: Mostrar a la izquierda del botón Atrás
fr: Afficher la gauche du bouton de retour
it: Mostra a sinistra del pulsante Indietro
nl: Links van de 'Terug'-knop weergeven
pl: Pokaż na lewo od przycisku Wstecz
pt: Mostrar à esquerda do botão de retrocesso
ru: Показывать слева от кнопки «Назад»

# context.menu.home.button.mode.right
source: Show right of the reload button
de: Rechts neben der Schaltfläche „Neu laden“ anzeigen
es: Mostrar a la derecha del botón Volver a cargar
fr: Afficher la droite du bouton de rechargement
it: Mostra a destra del pulsante Ricarica
nl: Rechts van de knop 'Opnieuw laden' weergeven
pl: Pokaż na prawo od przycisku ponownego ładowania
pt: Mostrar à direita do botão de recarga
ru: Показывать справа от кнопки «Перезагрузить»

# context.menu.new.tab.mode.at.end
source: Add to the right of other tabs
de: Rechts neben anderen Tabs hinzufügen
es: Añadir a la derecha de otras pestañas
fr: Ajouter à droite des autres onglets
it: Aggiungi a destra di altre schede
nl: Toevoegen aan de rechterkant van andere tabbladen
pl: Dodaj po prawej stronie innych kart
pt: Adicionar à direita dos outros separadores
ru: Добавить справа от остальных вкладок

# context.menu.new.tab.mode.next.to.current
source: Add to the right of the current tab
de: Rechts neben dem aktuellen Tab hinzufügen
es: Añadir a la derecha de la pestaña actual
fr: Ajouter à droite de l'onglet actuel
it: Aggiungi a destra della scheda attuale
nl: Toevoegen aan de rechterkant van het huidige tabblad
pl: Dodaj po prawej stronie bieżącej karty
pt: Adicionar à direita do separador atual
ru: Добавить справа от текущей вкладки

# contextual.onboarding.browsing.multiple.trackers
source: *%2$@, %3$@* and others (%d) were trying to track you here. I blocked them! %4$@
de: *%2$@, %3$@* und weitere (%d) haben versucht, dich hier zu tracken. Ich hab sie blockiert! %4$@
es: *%2$@, %3$@* y otros (%d) han intentado rastrearte aquí. Los he bloqueado. %4$@
fr: *%2$@, %3$@* et d'autres (%d) essayaient de vous suivre ici. Je les ai bloqués ! %4$@
it: *%2$@, %3$@* e altri (%d) stavano cercando di tracciare la tua attività qui. Li ho bloccati! %4$@
nl: *%2$@, %3$@* en anderen (%d) probeerden je hier te volgen. Ik heb hen geblokkeerd! %4$@
pl: *%2$@, %3$@* i inne (%d) sieci mechanizmów śledzących próbowały Cię tu śledzić. Zablokowałem je! %4$@
pt: *%2$@, %3$@* e mais (%d) tentaram rastrear-te aqui. Eu bloqueei-os! %4$@
ru: *%2$@, %3$@* и другие сервисы (еще %d) пытались вести за вами слежку, но мы их заблокировали. %4$@

# contextual.onboarding.browsing.one.tracker
source: *%1$@* was trying to track you here. I blocked them! %2$@
de: *%1$@* hat versucht, dich hier zu tracken. Ich hab sie blockiert! %2$@
es: *%1$@* ha intentado rastrearte aquí. Los he bloqueado. %2$@
fr: *%1$@* essayait de vous suivre ici. Je l'ai bloqué ! %2$@
it: *%1$@* stava cercando di tracciare la tua attività qui. L'ho bloccato! %2$@
nl: *%1$@* probeerde je hier te volgen. Ik heb dit geblokkeerd! %2$@
pl: Domena *%1$@* próbowała Cię tu śledzić. Zablokowałem ją! %2$@
pt: *%1$@* tentou rastrear-te aqui. Eu bloqueei-o! %2$@
ru: Сайт *%1$@* пытался вести за вами слежку, но мы заблокировали его трекеры. %2$@

# contextual.onboarding.browsing.trackers.tap.shield
source: ☝️ Tap the shield for more info.
de: ☝️ Tippe auf das Schild, um mehr Informationen zu erhalten.
es: ☝️ Pulsa en el escudo para obtener más información.
fr: ☝️ Appuyez sur le bouclier pour en savoir plus.️
it: ☝️ Tocca lo scudo per maggiori informazioni.
nl: ☝️ Tik op het schild voor meer informatie.
pl: ☝️ Stuknij tarczę, aby uzyskać więcej informacji.
pt: ☝️ Toca no escudo para obter mais informações.
ru: ☝️ Нажмите на щит, чтобы узнать подробности.

# contextual.onboarding.browsing.two.trackers
source: *%1$@ and %2$@* were trying to track you here. I blocked them! %3$@
de: *%1$@ und %2$@* haben versucht, dich hier zu tracken. Ich hab sie blockiert! %3$@
es: *%1$@ y %2$@* han intentado rastrearte aquí. Los he bloqueado. %3$@
fr: *%1$@ et %2$@* essayaient de vous suivre ici. Je les ai bloqués ! %3$@
it: *%1$@ e %2$@* stavano cercando di tracciare la tua attività qui. Li ho bloccati! %3$@
nl: *%1$@ en %2$@* probeerden je hier te volgen. Ik heb hen geblokkeerd! %3$@
pl: *%1$@ i %2$@* próbowały Cię tu śledzić. Zablokowałem je! %3$@
pt: *%1$@ e %2$@* tentaram rastrear-te aqui. Eu bloqueei-os! %3$@
ru: Сервисы *%1$@ и %2$@* пытались вести за вами слежку, но мы их заблокировали. %3$@

# contextual.onboarding.final-screen.button
source: High five!
de: Schlag ein!
es: ¡Choca esos cinco!
fr: Bien joué !
it: Batti cinque!
pl: Piątka!
pt: Dá cá cinco!
ru: Дай пять!

# contextual.onboarding.final-screen.message
source: Remember: every time you browse with me a creepy ad loses its wings.
de: Hinweis: Jedes Mal, wenn du mit mir browst, verliert eine gruselige Anzeige ihren Schrecken.
es: Recuerda: cada vez que navegas conmigo corto las alas a un anuncio horrible.
fr: Souvenez-vous : chaque fois que vous naviguez avec moi, des publicités intrusives disparaissent.
it: Ricorda: quando navighi con me gli annunci inquietanti non possono seguirti.
nl: Denk eraan: elke keer als je met mij browset, verliest een enge advertentie zijn vleugels.
pl: Pamiętaj: za każdym razem, gdy przeglądasz ze mną Internet, jakaś wścibska reklama przestaje działać.
pt: Lembre-se: sempre que navega comigo, um anúncio estranho perde as suas asas.
ru: Бродить по сайтам с нами — значит подрезать крылья назойливой рекламе.

# contextual.onboarding.final-screen.title
source: You’ve got this!
de: Gut gemacht!
es: ¡Lo estás haciendo muy bien!
fr: Bien joué !
it: Ben fatto!
nl: Je kunt het!
pl: Udało się!
pt: Você consegue!
ru: Проще некуда!

# contextual.onboarding.first-search-done.message
source: Private. Fast. Fewer ads.
de: Privat. Schnell. Weniger Werbung.
es: Privado. Rápido. Menos anuncios.
fr: Privé. Rapide. Moins de publicités.
it: Privato. Veloce. Meno annunci.
nl: Privé. Snel. Minder advertenties.
pl: Prywatna. Szybka. Z mniejszą liczbą reklam.
pt: Privado. Rápido. Menos anúncios.
ru: Надежно. Быстро. Меньше рекламы.

# contextual.onboarding.first-search-done.title
source: That’s DuckDuckGo Search!
de: Das ist die DuckDuckGo Search!
es: ¡Eso es DuckDuckGo Search!
fr: C'est DuckDuckGo Search !
it: È DuckDuckGo Search!
nl: Dat is DuckDuckGo Search!
pl: To DuckDuckGo Search!
pt: É o DuckDuckGo Search!
ru: Это — DuckDuckGo Search.

# contextual.onboarding.got-it.button
source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ru: Понятно

# contextual.onboarding.ntp.try-a-site.title
source: Try visiting a site!
de: Versuche, eine Website zu besuchen!
es: ¡Intenta visitar un sitio!
fr: Essayez de visiter un site !
it: Prova a visitare un sito!
nl: Bezoek eens een site!
pl: Spróbuj odwiedzić witrynę!
pt: Experimenta visitar um site!
ru: Попробуйте посетить сайт!

# contextual.onboarding.try-a-search.message
source: Your DuckDuckGo searches are always private.
de: Deine Suchen über DuckDuckGo sind immer privat.
es: Tus búsquedas en DuckDuckGo son siempre privadas.
fr: Vos recherches sur DuckDuckGo restent confidentielles.
it: Le tue ricerche su DuckDuckGo sono sempre private.
nl: Je DuckDuckGo-zoekopdrachten zijn altijd privé.
pl: Wyszukiwania w DuckDuckGo zawsze są prywatne.
pt: As tuas pesquisas no DuckDuckGo são sempre privadas.
ru: Ваши поисковые запросы в DuckDuckGo всегда конфиденциальны.

# contextual.onboarding.try-a-search.title
source: Try a search!
de: Probiere eine Suche aus!
es: ¡Prueba con una búsqueda!
fr: Essayez une recherche !
it: Prova una ricerca!
nl: Probeer een zoekopdracht!
pl: Spróbuj coś wyszukać!
pt: Experimenta fazer uma pesquisa!
ru: Попробуйте ввести запрос!

# contextual.onboarding.try-a-site.message
source: I’ll block trackers so they can’t spy on you.
de: Ich blockiere Tracker, damit sie dich nicht ausspionieren können.
es: Bloquearé los rastreadores para que no puedan espiarte.
fr: Je bloquerai les traqueurs afin qu'ils ne puissent pas vous espionner.
it: Bloccherò i sistemi di tracciamento in modo che non possano spiarti e
nl: Ik blokkeer trackers zodat ze je niet kunnen bespioneren.
pl: Zablokuję skrypty śledzące, aby nie mogły Cię szpiegować.
pt: Bloquearei rastreadores para que não possam espiá-lo.
ru: Мы заблокируем трекеры и пресечем слежку.

# contextual.onboarding.try-a-site.title
source: Next, try visiting a site!
de: Versuche als nächstes, eine Website zu besuchen!
es: ¡A continuación, intenta visitar un sitio!
fr: Ensuite, essayez de visiter un site !
it: In seguito, prova a visitare un sito!
nl: Probeer nu een site te bezoeken!
pl: Następnie spróbuj odwiedzić witrynę!
pt: Em seguida, experimenta visitar um site!
ru: А теперь попробуйте посетить сайт!

# contextual.onboarding.try-fire-button.button
source: Try it
de: Ausprobieren
es: Pruébalo
fr: Essayez
it: Provalo
nl: Probeer het zelf
pl: Wypróbuj
pt: Experimenta-o
ru: Попробовать

# contextual.onboarding.try-fire-button.message
source: Give it a try! 🔥
de: Probier’s doch mal aus! 🔥
es: ¡Pruébalo! 🔥
fr: Essayez par vous-même ! 🔥
it: Provalo! 🔥
nl: Probeer het maar! 🔥
pl: Spróbuj! 🔥
pt: Experimenta! 🔥
ru: Убедитесь сами! 🔥

# contextual.onboarding.try-fire-button.title
source: Instantly clear your browsing activity with the *Fire Button*. %1$@
de: Du kannst deine Browseraktivitäten sofort mit dem *Fire Button* löschen. %1$@
es: Borra al instante tu actividad de navegación con el *Fire Button*. %1$@
fr: Effacez instantanément votre activité de navigation avec le *Fire Button*. %1$@
it: Cancella subito la tua cronologia di navigazione con il *Fire Button*. %1$@
nl: Wis je browser-activiteit direct met de *Fire Button*. %1$@
pl: Natychmiast wyczyść swoją aktywność związaną z przeglądaniem za pomocą przycisku *Fire Button*. %1$@
pt: Limpa instantaneamente a tua atividade de navegação com o *Fire Button*. %1$@
ru: Кнопка *Fire Button* моментально стирает из браузера данные о посещении сайтов. %1$@

# contextual.onboarding.try-search.option1-English
source: how to say “duck” in spanish
de: wie sagt man „Ente“ auf Spanisch
es: cómo se dice «pato» en inglés
fr: comment dire « duck » en espagnol
it: come si dice "anatra" in spagnolo
nl: hoe zeg je 'eend' in het Spaans?
pl: jak się mówi „kaczka” po hiszpańsku
pt: como dizer "pato" em espanhol
ru: Как сказать «утка» по-испански?

# contextual.onboarding.try-search.option1international
source: how to say “duck” in english
de: wie sagt man „Ente“ auf Englisch
es: cómo se dice «pato» en inglés
fr: comment dire « canard » en anglais
it: come si dice "anatra" in inglese
nl: hoe zeg je 'eend' in het Engels?
pl: jak się mówi „kaczka” po angielsku
pt: como dizer "pato" em inglês
ru: Как сказать «утка» по-английски?

# contextual.onboarding.try-search.option2-english
source: mighty ducks cast
de: Besetzung von Mighty Ducks
es: reparto de Mighty Ducks
fr: casting de mighty ducks
it: cast delle papere potenti
nl: cast van Mighty Ducks
pl: obsada potężnych kaczorów
pt: elenco do filme A Hora dos Campeões
ru: Кто играет главные роли в фильме «Могучие утята»?

# contextual.onboarding.try-search.option2-international
source: cast of avatar
de: Besetzung von Avatar
es: reparto de Avatar
fr: casting d'avatar
it: cast di avatar
nl: cast van avatar
pl: obsada avatara
pt: elenco de avatar
ru: актерский состав аватара

# contextual.onboarding.try-search.option3
source: local weather
de: Lokales Wetter
es: el tiempo local
fr: météo locale
it: meteo locale
nl: lokaal weer
pl: pogoda lokalna
pt: meteorologia local
ru: Местная погода

# contextual.onboarding.try-search.surprise-me
source: baby ducklings
de: Entenküken
es: patitos
fr: bébés canetons
it: anatroccoli
nl: baby-eendjes
pl: małe kaczuszki
pt: patinhos bebés
ru: утята

# contextual.onboarding.try-search.surprise-me-title
source: Surprise me!
de: Überrasche mich!
es: ¡Sorpréndeme!
fr: Surprenez-moi !
it: Sorprendimi!
nl: Verras me!
pl: Zaskocz mnie!
pt: Surpreende-me!
ru: Удиви меня!

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать

# copy-selection
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать

source: Copy Email Address
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo electrónico
fr: Copier l'adresse e-mail
it: Copia indirizzo e-mail
nl: E-mailadres kopiëren
pl: Kopiuj adres e-mail
pt: Copiar endereço de e-mail
ru: Копировать адрес эл. почты

source: Copy Email Addresses
de: E-Mail-Adressen kopieren
es: Copiar direcciones de correo electrónico
fr: Copier les adresses e-mail
it: Copia indirizzi e-mail
nl: E-mailadressen kopiëren
pl: Skopiuj adresy e-mail
pt: Copiar endereços de e-mail
ru: Копировать адреса эл. почты

source: Copy Image Address
de: Bildadresse kopieren
es: Copiar dirección de la imagen
fr: Copier l'adresse de l'image
it: Copia indirizzo immagine
nl: Adres afbeelding kopiëren
pl: Skopiuj adres obrazu
pt: Copiar endereço de imagem
ru: Копировать адрес изображения

source: Country
de: Land
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País
ru: Страна
